Repository: Quercy-tech/CarInside
Catalog: AutoInsight/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: Any
ru: Любой
uk: Будь-який

source: Any %@
ru: Любой %@
uk: Будь-який

source: Asian manufacturer
ru: Азиатский производитель
uk: Виробник з Азії

source: Back
ru: Назад
uk: Повернутись назад

source: Browse an incredible selection of cars, from the everyday to the extraordinary.
ru: Просмотрите невероятный выбор автомобилей: от повседневных до необычных.
uk: Досліджуйте суперовий вибір машин, починаючи з звичайних і доходячи до екстраординальних!

source: Car companies
ru: Автомобильные компании
uk: Компанії автомобілів

source: Car Images:
ru: Изображения автомобиля:
uk: Фотографії машин

source: Car info
ru: Информация об автомобиле
uk: Інформація про авто

source: Car manufacturers
ru: Производители автомобилей
uk: Компанії автомобілів

source: Car specifications
ru: Характеристики автомобиля
uk: Інформація про авто

source: Categories
ru: Категории
uk: Категорії

source: Change Language
ru: Выбери язык
uk: Обери мову

source: Chat uses specialised ChatGPT 3.5 turbo. To copy text, long press on the bubble
ru: В чате используется специализированный ChatGPT 3.5 turbo. Чтобы скопировать текст, нажмите и удерживайте пузырь
uk: Чат використовує спеціалізовану версію ChatGPT 3.5 turbo. Щоб скопіювати текст довго натисніть на нього

source: Chat with specialist
ru: Чат с специалистом
uk: Чат з спеціалістом

source: Choose what language would you like to use in this app
ru: Выберите, какой язык вы хотите использовать в этом приложении
uk: Виберіть мову, яку ви хочете використовувати в цій програмі

source: Choose what type of car you want
ru: Выберите, какой тип автомобиля вы хотите
uk: Виберіть який автомобіль ви хочете

source: Click here
ru: Нажми тут
uk: Натисни тут

source: Close
ru: Закрыть
uk: Закрити

source: Cylinders: %lld
ru: Количество цилиндрв: %lld
uk: Циліндрів: %lld

source: Diesel or Petrol engine
ru: Дизельный или бензиновый двигатель
uk: Дизельний чи бензиновий двигун

source: Displacement: %@L
ru: Объем двигателя: %@ л.
uk: Обʼєм двигуна: %@ л.

source: Drive Type: %@
ru: Тип трансмисии: %@
uk: Тип трансмісії: %@

source: Electric engine
ru: Електрический двигатель
uk: Електричний двигун

source: Electric Motor: %@
ru: Електрический двигатель: %@
uk: Електричний двигун: %@

source: Engine Sounds
ru: Звуки двигателя
uk: Звуки двигуна

source: Engine type: %@
ru: Тип двигателя: %@
uk: Тип двигуна: %@

source: European manufacturer
ru: Европейский производитель
uk: Європейський виробник

source: Explore cars
ru: Поиск
uk: Пошук

source: Find an ideal car
ru: Найди машину мечты
uk: Знайди автомобіль твоєї мрії

source: Find cars for any occasion
ru: Найди машину на любой вкус
uk: Вибір авто на будь який смак

source: fuel
ru: топливо
uk: Паливо

source: Fuel consumption in city: %@
ru: Расход топлива в городе: %@
uk: Витрати палива в місті: %@

source: Fuel consumption on highway: %@
ru: Расход топлива на шоссе: %@
uk: Витрати палива на шосе: %@

source: Fuel economy score: %lld points
ru: Оценка экономии топлива: %lld баллов
uk: Показник економії палива: %lld балів

source: Fuel type
ru: Тип топлива:
uk: Тип пилива

source: Fuel Type: %@
ru: Тип топлива: %@
uk: Тип палива: %@

source: Fuel types
ru: Типы топлива:
uk: Типи палива

source: I'm a Beginner
ru: Я новичок
uk: Я початківець

source: I'm an Expert
ru: Я експерт
uk: Я експерт

source: Inside
ru: Внутри
uk: Всередині

source: manufacturer
ru: производитель
uk: виробник

source: Manufacturer
ru: Производитель
uk: Виробник

source: Menu
ru: Меню
uk: Меню

source: Message...
ru: Ваше сообщение...
uk: Введіть повідомлення...

source: model
ru: модель
uk: модель

source: Model name
ru: Название модели
uk: Назва моделі

source: Need help with cars?
ru: Нужна помощь с машинами?
uk: Потрібна допомога з автомобілями?

source: New car
ru: Новая машина
uk: Новий автомобіль

source: No car found😞
ru: Машина не найдена😞
uk: Машина не знайдена😞

source: North American manufacturer
ru: Североамериканский производитель
uk: Американський виробник

source: Old car
ru: Старая машина
uk: Старий автомобіль

source: OR
ru: Или
uk: Або

source: Outside
ru: Снаружи
uk: Назовні

source: Pick a year
ru: Выбери год
uk: Вибери рік виробництва

source: Search model...
ru: Поиск модели...
uk: Шукати модель...

source: Search year...
ru: Поиск года...
uk: Шукати рік...

source: Select a model
ru: Выбери модель
uk: Обери модель авто

source: Select Language
ru: Выбери Язык
uk: Вибери мову

source: Select Model
ru: Выбери Модель
uk: Обери модель

source: Selected: %@
ru: Выбрано: %@
uk: Обрано: %@

source: Supercharger: T
ru: Supercharger: Есть
uk: Supercharger: Є

source: Swipe Down
ru: Смахните вниз
uk: Проведіть пальцем вниз

source: Swipe down to close the menu
ru: Смахните вниз что б закрыть окно
uk: Проведіть пальцем вниз щоб закрити вікно

source: Tap on the buttons to select car's brand model etc.
ru: Нажимайте на кнопки, чтобы выбрать марку автомобиля и т. д.
uk: Натисніть на кнопки, щоб вибрати модель марки автомобіля тощо

source: Thousands of cars at your fingertips
ru: Тысячи автомобилей у вас под рукой
uk: Тисячі автомобілів у вас під рукою

source: Transmission: %@
ru: Трансмиссия: %@
uk: Трансмісія: %@

source: Try Again
ru: Попробовать еще раз
uk: Спробувати знову

source: Try to change some parameters
ru: Попробуй поменять параметры машины
uk: Спробуйте змінити деякі характеристики авто

source: Turbocharger: T
ru: Turbocharger: есть

source: Use AI help for your needs
ru: Используйте помощь ИИ для своих нужд
uk: Використовуйте ШІ для допомоги

source: Using ChatGPT
ru: Используй ChatGPT
uk: Використовуючи ChatGPT

source: Vehicle Class: %@
ru: Класс автомобиля: %@
uk: Тип транспорту: %@

source: Work in progress
ru: Работа в процессе
uk: В роботі

source: Would your car rather have
ru: Ты предпочел бы что б твоя машина имела
uk: Бажаєте, щоб ваш автомобіль мав:

source: year
ru: год
uk: рік

source: Year of production
ru: Год производства
uk: Рік виробництва

source: You will Save/Spend over 5 years compared to an average car: %lld$
ru: Вы сэкономите/потратите более 5 лет по сравнению со средним автомобилем: %lld$
uk: Ви заощадите/витратите протягом 5 років порівняно із середнім автомобілем: %lld$
